{
  "winners": [
    {
      "id": 1,
      "name": "PV Sindhu",
      "event": "Badminton",
      "medal": "Silver",
      "venue": "Rio di Jeniro",
      "year": 2016,
      "image": "https://www.onlinegk.com/images/indian-olympic-medal-winner/15.jpg",
      "image1": "http://img01.ibnlive.in/ibnlive/uploads/2016/10/PVSindhu-1.jpg",
      "description": "Pusarla Venkata Sindhu (born 5 July 1995) is an Indian professional badminton player, who is currently world no 2 in the BWF World Ranking. At the 2016 Summer Olympics, she became the first Indian woman to win an Olympic silver medal. She is one of the two Indian badminton players to ever win an Olympic medal – other being Saina Nehwal. She was also a silver medalist at the 2017 BWF World Championships and, in 2017, became first Indian ever to win Korea Open Super Series."
    },
    {
      "id": 2,
      "name": "Sakshi Malik",
      "event": "Wrestling",
      "medal": "Bronze",
      "venue": "Rio di Jeniro",
      "year": 2016,
      "image": "https://www.onlinegk.com/images/indian-olympic-medal-winner/14.jpg",
      "image1": "http://ste.india.com/sites/default/files/2016/08/28/523622-sakshi700.jpg",
      "description": "Sakshi Malik (born 3 September 1992) is an Indian freestyle wrestler. At the 2016 Summer Olympics, she won the bronze medal in the 58 kg category, becoming the first Indian female wrestler to win a medal at the Olympics and the fourth female Olympic medalist from the country. She is a part of the JSW Sports Excellence Program, along with fellow female wrestlers Vinesh Phogat, Babita Kumari and Geeta Phogat."
    },
    {
      "id": 3,
      "name": "Yogeshwar Dutt",
      "event": "Wrestling",
      "medal": "Bronze",
      "venue": "London",
      "year": 2012,
      "image": "https://www.onlinegk.com/images/indian-olympic-medal-winner/13.jpg",
      "image1": "https://s.ndtvimg.com/images/content/2014/aug/806/yogeshwar-dutt-cwg.jpg",
      "description": "Yogeshwar Dutt (born 2 November 1982) is an Indian freestyle wrestler. At the 2012 Summer Olympics, he won the bronze medal in the 60 kg category. He was awarded the Padma Shri by the Government of India in 2013. He won a gold medal at the 2014 Commonwealth Games."
    },
    {
      "id": 4,
      "name": "Gagan Narang",
      "event": "Shooting",
      "medal": "Bronze",
      "venue": "London",
      "year": 2012,
      "image": "https://www.onlinegk.com/images/indian-olympic-medal-winner/12.jpg",
      "image1": "http://www.sportsvale.com/attachments/Resources/3627-45836-Gagan-Narang-wiki-biography-career-profile.jpg",
      "description": "Gagan Narang (born 6 May 1983) is an Indian shooter, in Air rifle shooting, supported by the Olympic Gold Quest. He was the first Indian to qualify for the London Olympics. He won the Bronze Medal in the Mens 10 m Air Rifle Event at the 2012 Summer Olympics in London with a final score of 701.1 on 30 July 2012."
    },
    {
      "id": 5,
      "name": "Saina Nehwal",
      "event": "Badminton",
      "medal": "Bronze",
      "venue": "London",
      "year": 2012,
      "image": "https://www.onlinegk.com/images/indian-olympic-medal-winner/11.jpg",
      "image1": "https://s.ndtvimg.com/images/content/2016/jun/806/saina-nehwal-australian-open-winner-1206.jpg",
      "description": "Saina Nehwal (born 17 March 1990) is an Indian professional badminton singles player. She is one of the greatest players of her time. Nehwal, the former world no. 1 has won over twenty one international titles, which include ten Superseries titles. Although she reached to the world no. 2 ranking in 2009, it was only in 2015 that she was able to attain the world no. 1 ranking. And thereby becoming the only female player from India and overall the second Indian player – after Prakash Padukone – to achieve this feat. She has represented India three times in the Olympics, winning bronze medal in her second appearance."
    },
    {
      "id": 6,
      "name": "Mery Kom",
      "event": "Boxing",
      "medal": "Bronze",
      "venue": "London",
      "year": 2012,
      "image": "https://www.onlinegk.com/images/indian-olympic-medal-winner/10.jpg",
      "image1": "http://i.dailymail.co.uk/i/pix/2014/10/01/1412198583663_wps_1_Incheon_Boxer_Mary_Kom_ho.jpg",
      "description": "Chungneijang Mery Kom Hmangte (born 24 November 1982), better known as Mary Kom, is an Olympic Indian boxer hailing from the Kom tribe in Manipur. She is a five-time World Amateur Boxing champion, and the only woman boxer to have won a medal in each one of the six world championships. Nick name d Magnificent Mary, she is the only Indian woman boxer to have qualified for the 2012 Summer Olympics, competing in the flyweight (51 kg) category and winning the bronze medal. She has also been ranked as No. 4 AIBA World Womens Ranking Flyweight category. She became the first Indian woman boxer to get a Gold Medal in the Asian Games in 2014 in Incheon, South Korea"
    },
    {
      "id": 7,
      "name": "Shushil Kumar",
      "event": "Wrestling",
      "medal": "Silver",
      "venue": "London",
      "year": 2012,
      "image": "https://www.onlinegk.com/images/indian-olympic-medal-winner/9.jpg",
      "image1": "https://statics.sportskeeda.com/wp-content/uploads/2014/07/sushilkumar-1406796452.jpg",
      "description": "Sushil Kumar Solanki (born 26 May 1983) is an Indian freestyle wrestler. Competing in the 66 kg weight division he won the 2010 world title, a silver medal at the 2012 London Olympics and a bronze medal at the 2008 Beijing Olympics, which made him the only Indian to win two individual Olympic medals. His 2008 Olympic medal was second for India in wrestling, and the first since Khashaba Dadasaheb Jadhavs bronze medal at the 1952 Summer Olympics. In July 2009, he received the Rajiv Gandhi Khel Ratna – Indias highest honour for sportspersons. On 3 October 2010, Kumar handed the Queens Baton to Prince Charles in the Queens Baton Relay for the 2010 Commonwealth Games Opening Ceremony. Sushil won the gold medal in the 74 kg division at the 2014 Commonwealth Games."
    },
    {
      "id": 8,
      "name": "Vijay Kumar",
      "event": "Shooting",
      "medal": "Silver",
      "venue": "London",
      "year": 2012,
      "image": "https://www.onlinegk.com/images/indian-olympic-medal-winner/8.jpg",
      "image1": "http://ste.india.com/sites/default/files/2017/01/17/563420-vijay-kumar-london-silver.jpg",
      "description": "Subedar Major Vijay Kumar Sharma AVSM, SM (born 19 August 1985) is a sport shooter from India. He won the silver medal in the individual 25 metre rapid fire pistol event at the 2012 Summer Olympics. Kumar hails from Barsar village of Hamirpur district of Himachal Pradesh and is a serving Subedar Major (Warrant Officer Class I) in the Dogra Regiment (16th Battalion) Indian Army. Vijay Kumar is supported by the Olympic Gold Quest initiative. He has been posted at Indian Army Marksmanship Unit (AMU) Mhow since 2003 where he is being coached by the Russian Pavel Smirnov."
    },
    {
      "id": 9,
      "name": "Vijendra Kumar",
      "event": "Boxing",
      "medal": "Bronze",
      "venue": "Beijing",
      "year": 2008,
      "image": "https://www.onlinegk.com/images/indian-olympic-medal-winner/7.jpg",
      "image1": "http://media2.intoday.in/indiatoday/images/stories/vijender-new-pic_660_072912082025.jpg",
      "description": "Vijender Singh Beniwal (born 29 October 1985), better known as Vijender Singh is an Indian professional boxer and the current WBO Asia Pacific Super Middleweight Champion and WBO Oriental Super Middleweight Champion from Kaluwas, Bhiwani district in Haryana. He was educated in his village, after which he received a bachelors degree from a local college in Bhiwani. He practised boxing at the Bhiwani Boxing Club where coach Jagdish Singh recognised his talent and encouraged him to take up boxing. He was coached by the Indian Boxing Coach Jagdish Singh."
    },
    {
      "id": 10,
      "name": "Sushil Kumar",
      "event": "Wrestling",
      "medal": "Bronze",
      "venue": "Beijing",
      "year": 2008,
      "image": "https://www.onlinegk.com/images/indian-olympic-medal-winner/6.jpg",
      "image1": "https://statics.sportskeeda.com/wp-content/uploads/2014/07/sushilkumar-1406796452.jpg",
      "description": "Sushil Kumar Solanki (born 26 May 1983) is an Indian freestyle wrestler. Competing in the 66 kg weight division he won the 2010 world title, a silver medal at the 2012 London Olympics and a bronze medal at the 2008 Beijing Olympics, which made him the only Indian to win two individual Olympic medals. His 2008 Olympic medal was second for India in wrestling, and the first since Khashaba Dadasaheb Jadhavs bronze medal at the 1952 Summer Olympics. In July 2009, he received the Rajiv Gandhi Khel Ratna – Indias highest honour for sportspersons. On 3 October 2010, Kumar handed the Queens Baton to Prince Charles in the Queens Baton Relay for the 2010 Commonwealth Games Opening Ceremony. Sushil won the gold medal in the 74 kg division at the 2014 Commonwealth Games."
    },
    {
      "id": 11,
      "name": "Abhinav Bindra",
      "event": "Shooting",
      "medal": "Gold",
      "venue": "Beijing",
      "year": 2008,
      "image": "https://www.onlinegk.com/images/indian-olympic-medal-winner/5.jpg",
      "image1": "http://media2.intoday.in/indiatoday/images/stories/bindra_660_073012095250.jpg",
      "description": "Abhinav Bindra (born 28 September 1982, in Dehradun,Uttarakhand,India) is an Indian businessman and retired professional shooter who is a World and Olympic champion in the 10 m Air Rifle event. By winning the gold in the 10 m Air Rifle event at the 2008 Beijing Olympic Games, he became the first Indian to win an individual gold medal at the Olympic Games. It was also Indias first gold medal since 1980, when the Mens Field Hockey Team won the gold. He is the first and only Indian to have held both the World and Olympic titles at the same time, a feat he accomplished by capturing the Gold Medal at the 2008 Olympic Games in Beijing, after having won the gold at the 2006 ISSF World Shooting Championships. Abhinav won Gold Medal in 2014 Commonwealth Games at Glasgow."
    }
  ],
  "users": [
    {
      "id": 1,
      "name": "admin",
      "password": "admin"
    },
    {
      "id": 2,
      "name": "sandeep",
      "password": "sandeep"
    }
  ]
}